tap "ai-christianson/ra-aid"
tap "anchore/grype"
tap "atomicjar/tap"
tap "common-fate/granted"
tap "defenseunicorns/tap"
tap "derailed/k9s"
tap "devantler-tech/formulas"
tap "encoredev/tap"
tap "epk/epk"
tap "felixkratz/formulae"
tap "flux-subsystem-argo/tap"
tap "fluxcd/tap"
tap "grafana/grafana"
tap "hashicorp/tap"
tap "hcavarsan/kftray"
tap "hidetatz/tap"
tap "jenkins-x/jx"
tap "jorgelbg/tap"
tap "localstack/tap"
tap "minio/stable"
tap "nikitabobko/tap"
tap "norwoodj/tap"
tap "oven-sh/bun"
tap "pyroscope-io/brew"
tap "rancherfederal/tap"
tap "robscott/tap"
tap "siderolabs/tap"
tap "simnalamburt/x"
tap "slp/krunkit"
tap "ubuntu/microk8s"
tap "weaveworks/tap"
tap "yulibaozi/tap"
brew "act"
brew "age"
brew "xz"
brew "zstd"
brew "libtiff"
brew "little-cms2"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "glib"
brew "icu4c@77"
brew "harfbuzz"
brew "openjdk@17"
brew "apache-spark"
brew "aws-iam-authenticator"
brew "openssl@3"
brew "awscli"
brew "azure-cli"
brew "bash"
brew "bat"
brew "bazel"
brew "boost"
brew "coreutils"
brew "libevent"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "emacs"
brew "cask"
brew "cassandra"
brew "certbot"
brew "gcc"
brew "numpy"
brew "checkov"
brew "chezmoi"
brew "cmake"
brew "lima"
brew "colima"
brew "conftest"
brew "cosign"
brew "crane"
brew "curl"
brew "d2"
brew "deno"
brew "diff-so-fancy"
brew "direnv"
brew "docker"
brew "docker-buildx"
brew "docker-compose"
brew "docker-credential-helper"
brew "folly"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "edencommon"
brew "epinio"
brew "etcd"
brew "fastfetch"
brew "fd"
brew "openjpeg"
brew "leptonica"
brew "libass"
brew "libssh"
brew "pango"
brew "tesseract"
brew "ffmpeg"
brew "figlet"
brew "flatbuffers"
brew "fzf"
brew "gawk"
brew "gh"
brew "git-lfs"
brew "glab"
brew "gnu-sed"
brew "pinentry"
brew "gnupg"
brew "gnupg@1.4"
brew "go"
brew "golangci-lint"
brew "goreleaser"
brew "grafana"
brew "grep"
brew "grizzly"
brew "guile"
brew "helm"
brew "helmfile"
brew "iproute2mac"
brew "jenv"
brew "jfrog-cli"
brew "jpeg"
brew "jq"
brew "jsonnet-bundler"
brew "juju"
brew "just"
brew "kind"
brew "kompose"
brew "kube-ps1"
brew "kubecolor"
brew "kubectl-cnpg"
brew "kubie"
brew "kustomize"
brew "lazygit"
brew "libpq", link: true
brew "librsvg"
brew "libslirp"
brew "libzip"
brew "linkerd"
brew "logcli"
brew "lolcat"
brew "lsd"
brew "luarocks"
brew "magic-wormhole"
brew "maven"
brew "mimirtool"
brew "mvfst"
brew "neofetch"
brew "neovim"
brew "nmap"
brew "node"
brew "nushell"
brew "nvm"
brew "oci-cli"
brew "ollama", restart_service: :changed
brew "openbao"
brew "openjdk@11"
brew "opensc"
brew "openshift-cli"
brew "opentofu"
brew "oras"
brew "pandoc"
brew "pcsc-lite"
brew "pdm"
brew "pinentry-mac"
brew "pkcs11-tools"
brew "ponysay"
brew "postgresql@16"
brew "powerlevel10k"
brew "pre-commit"
brew "protobuf"
brew "pyenv"
brew "qemu", link: false
brew "ruby-build"
brew "rbenv"
brew "rbenv-default-gems"
brew "rbenv-gemset"
brew "rich-cli"
brew "ripgrep"
brew "sbt"
brew "scala"
brew "shfmt"
brew "skopeo"
brew "socat"
brew "sonar-scanner"
brew "sops"
brew "spaceship"
brew "sponge"
brew "sqlc"
brew "sshuttle"
brew "starship"
brew "step"
brew "superfile"
brew "syft"
brew "ta-lib"
brew "tcl-tk"
brew "telnet"
brew "terraform-docs"
brew "terragrunt"
brew "terrascan"
brew "tfenv"
brew "tflint"
brew "tfsec"
brew "thefuck"
brew "tldr"
brew "tmux"
brew "tree"
brew "trivy"
brew "typescript"
brew "velero"
brew "watchman"
brew "wget"
brew "wimlib"
brew "xclip"
brew "yadm"
brew "yaml-language-server"
brew "yamllint"
brew "yarn"
brew "ykman"
brew "ykpers"
brew "yoke"
brew "yq"
brew "yubico-piv-tool"
brew "zlib"
brew "zoxide"
brew "zplug"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-history-substring-search"
brew "zsh-syntax-highlighting"
brew "ai-christianson/ra-aid/ra-aid"
brew "anchore/grype/grype"
brew "common-fate/granted/granted"
brew "defenseunicorns/tap/uds"
brew "defenseunicorns/tap/zarf"
brew "derailed/k9s/k9s"
brew "devantler-tech/formulas/ksail"
brew "felixkratz/formulae/sketchybar"
brew "flux-subsystem-argo/tap/flamingo"
brew "fluxcd/tap/flux"
brew "grafana/grafana/alloy"
brew "hashicorp/tap/packer"
brew "hcavarsan/kftray/kftray", args: ["HEAD"]
brew "jenkins-x/jx/jx"
brew "jorgelbg/tap/pinentry-touchid"
brew "localstack/tap/localstack-cli"
brew "minio/stable/kes"
brew "minio/stable/mc"
brew "minio/stable/minio"
brew "norwoodj/tap/helm-docs"
brew "oven-sh/bun/bun"
brew "pyroscope-io/brew/pyroscope"
brew "rancherfederal/tap/hauler"
brew "robscott/tap/kube-capacity"
brew "siderolabs/tap/talosctl"
brew "slp/krunkit/krunkit"
brew "ubuntu/microk8s/microk8s"
brew "weaveworks/tap/eksctl"
brew "yulibaozi/tap/kubectl-switch"
cask "1password-cli"
cask "aerospace"
cask "alacritty"
cask "fig"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "font-inconsolata-for-powerline"
cask "font-jetbrains-mono-nerd-font"
cask "font-menlo-for-powerline"
cask "font-monoid-nerd-font"
cask "font-sf-mono-nerd-font"
cask "font-source-code-pro"
cask "git-credential-manager"
cask "kubecontext"
cask "macfuse"
cask "multipass"
cask "podman-desktop"
cask "session-manager-plugin"
cask "testcontainers-desktop"
cask "wezterm"
vscode "4ops.terraform"
vscode "akamud.vscode-theme-onedark"
vscode "anchoreinc.grype-vscode"
vscode "buildwithlayer.alloy-integration-expert-j7mji"
vscode "cval.pastel-theme"
vscode "danielsanmedium.dscodegpt"
vscode "dbaeumer.vscode-eslint"
vscode "docker.docker"
vscode "dracula-theme.theme-dracula"
vscode "enkia.tokyo-night"
vscode "esbenp.prettier-vscode"
vscode "fwcd.kotlin"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "gitlab.gitlab-workflow"
vscode "golang.go"
vscode "google.geminicodeassist"
vscode "googlecloudtools.cloudcode"
vscode "grafana.grafana-alloy"
vscode "hashicorp.terraform"
vscode "inercia.vscode-k3d"
vscode "joffreykern.markdown-toc"
vscode "koihik.vscode-lua-format"
vscode "ludoloops.ayutokyo"
vscode "mechatroner.rainbow-csv"
vscode "mgmcdermott.vscode-language-babel"
vscode "ms-azuretools.vscode-containers"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.powershell"
vscode "ms-vscode.remote-explorer"
vscode "octref.vetur"
vscode "openai.chatgpt"
vscode "pkief.material-icon-theme"
vscode "redhat.vscode-yaml"
vscode "ryuta46.multi-command"
vscode "sanjulaganepola.github-local-actions"
vscode "scala-lang.scala"
vscode "scalameta.metals"
vscode "sonarsource.sonarlint-vscode"
vscode "steoates.autoimport"
vscode "tabnine.tabnine-vscode"
vscode "terrastruct.d2"
vscode "tfsec.tfsec"
vscode "tim-koehler.helm-intellisense"
vscode "tommorris.mako"
vscode "waderyan.gitblame"
vscode "yzhang.markdown-all-in-one"
vscode "zhuangtongfa.material-theme"
